"DETAIL_NAV_TITLE" = "Detalji";

"DUE" = "Istek";
"NONE_DUE_DATE" = "Bez";
"DUE_DATE_DETAIL_NAV_TITLE" = "Datum isteka";
"HAS_DUE_DATE_SWITCH_TITLE" = "Istek";
"SHOW_MORE" = "Prikaži još…";
"SHOW_LESS" = "Prikaži manje…";
"PRIORITY" = "Prioritet";

// Priority
"NONE_PRIORITY" = "Bez";
"LOW_PRIORITY" = "Niski";
"MEDIUM_PRIORITY" = "Srednji";
"HIGH_PRIORITY" = "Visoki";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritet";

// Lists
"REMINDER_LIST" = "Popis";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Podsjeti me";
"NONE_REMINDER_ALERT" = "Nikad";
"ON_A_DAY" = "Podsjeti me na dan";
"AT_A_LOCATION" = "Podsjeti me na lokaciji";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Na lokaciji";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Trenutna lokacija";
"CHOOSE_ADDRESS" = "Odaberi kontakt…";
"DETERMINING_LOCATION" = "Utvrđivanje lokacije…";
"CANNOT_DETERMINE_LOCATION" = "Lokacija se ne može utvrditi";
"MY_ADDRESS_WITHOUT_LABEL" = "Moja adresa"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adresa od %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@: %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Dolazak";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Odlazak";
"DUE_ALL_DAY_FORMAT" = "%@ (cijeli dan)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Na dan %@, reproducirat će se podsjetnik\n%@ ili do\n%@ tog dana najkasnije."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "kad stignete na ovu lokaciju";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "kad napustite ovu lokaciju";

// Location
"LOCATION" = "Lokacija";
"NONE_LOCATION" = "Bez";
"ALARM_PROXIMITY_ENTER" = "Kad stignem";
"ALARM_PROXIMITY_LEAVE" = "Kad odem";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Odaberite lokaciju kontakta";
"WIFI_DISABLED_SUBTEXT" = "Uključite Wi-Fi u Postavkama kako biste poboljšali točnost podsjetnika vezanih uz lokaciju.";
"WIFI_DISABLED_PROMPT" = "Uključite li Wi-Fi u Postavkama, poboljšat će se točnost vaše lokacije.";
"WLAN_DISABLED_SUBTEXT" = "Uključite WLAN u Postavkama kako biste poboljšali točnost podsjetnika vezanih uz lokaciju.";
"WLAN_DISABLED_PROMPT" = "Uključite li WLAN u Postavkama, poboljšat će se točnost vaše lokacije.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Za korištenje podsjetnika vezanih uz lokaciju, uključite Lokacijske usluge u Postavkama.";
"SETTINGS" = "Postavke";
"TYPED_LOCATION_PLACEHOLDER" = "Unesite adresu…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Lokacija ove adrese ne može se utvrditi. Provjerite pravopis i pokušajte ponovno.";
"MAP" = "Karta";
"SHOW_IN_MAP" = "Prikaži na karti";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Moje lokacije";
"ME_CARD_ALERT_BODY" = "Podsjetnici mogu koristiti vaše kontaktne informacije kako bi vam pružili odabir lokacija poput \"dom\" ili \"posao\". Koji kontakt želite koristiti?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Odaberi";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "S";
"LOCATION_DEGREES_EAST" = "I";
"LOCATION_DEGREES_SOUTH" = "J";
"LOCATION_DEGREES_WEST" = "Z";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Podsjetnik se ne može spremiti";

"UNTITLED_REMINDER" = "Bez naziva";
